export const faqResponses = {
    "hello": {
        en: "Hello, I am MigrantCare chatbot. How can I help you today?",
        ta: "வணக்கம், நான் மைக்ரன்ட்கேர் சாதனம் செய்தியாளர். உங்களுக்கு இன்று எப்படி உதவ முடியும்?",
        hi: "नमस्कार, मैं माइग्रेंटकेयर चैटबॉट हूं। आज मैं आपकी कैसे मदद कर सकता हूं?",
        te: "హలో, నేను మైగ్రన్ట్కేర్ చాట్బాట్. ఈ రోజు నేను మీకు ఎలా సహాయపడగలను?",
        bn: "হ্যালো, আমি মাইগ্র্যান্টকেয়ার চ্যাটবট। আজ আমি আপনাকে কীভাবে সাহায্য করতে পারি?",
        kn: "ಹಲೋ, ನಾನು ಮೈಗ್ರಾಂಟ್‌ಕೇರ್ ಚಾಟ್‌ಬಾಟ್. ಇಂದು ನಾನು ನಿಮಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದು?"
    },
    "is this website safe?": {
        en: "Yes, this website ensures secure data handling with encrypted storage.",
        ta: "ஆம், இந்த வலைத்தளம் பாதுகாப்பாகவும், தரவு மறையாக்கத்துடன் பாதுகாக்கப்படுகிறது.",
        hi: "हाँ, यह वेबसाइट सुरक्षित डेटा प्रबंधन और एन्क्रिप्टेड स्टोरेज सुनिश्चित करती है।",
        te: "అవును, ఈ వెబ్‌సైట్ సురక్షితమైన డేటా నిర్వహణను మరియు ఎన్క్రిప్టెడ్ స్టోరేజీని నిర్ధారిస్తుంది.",
        bn: "হ্যাঁ, এই ওয়েবসাইটটি নিরাপদ ডেটা পরিচালনা এবং এনক্রিপ্টেড স্টোরেজ নিশ্চিত করে।",
        kn: "ಹೌದು, ಈ ವೆಬ್‌ಸೈಟ್ ಸುರಕ್ಷಿತ ಡೇಟಾ ಹ್ಯಾಂಡ್ಲಿಂಗ್ ಮತ್ತು ಎನ್‌ಕ್ರಿಪ್ಟೆಡ್ ಸ್ಟೋರೇಜ್ ಅನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ."
    },
    "how to Search for jobs?": {
        en: "Go to the Map Page, then filter jobs. Share your location so that the jobs near you can be found.",
        ta: "வரைபடப் பக்கத்திற்கு சென்று, வேலைகளை வடிகட்டி, உங்களின் இருப்பிடத்தை பகிரவும், உங்களுக்கு அருகிலுள்ள வேலைகளை கண்டறியலாம்.",
        hi: "मानचित्र पृष्ठ पर जाएं, फिर नौकरियों को फ़िल्टर करें। अपनी लोकेशन साझा करें ताकि आपके पास की नौकरियां मिल सकें।",
        te: "మ్యాప్ పేజీకి వెళ్లి, జాబ్స్‌ను ఫిల్టర్ చేయండి. మీకు దగ్గరలోని ఉద్యోగాలను కనుగొనడానికి మీ స్థానాన్ని పంచుకోండి.",
        bn: "মানচিত্র পৃষ্ঠায় যান, তারপর চাকরি ফিল্টার করুন। আপনার অবস্থান শেয়ার করুন যাতে আপনার কাছাকাছি চাকরি খুঁজে পাওয়া যায়।",
        kn: "ನಕ್ಷೆ ಪುಟಕ್ಕೆ ಹೋಗಿ, ನಂತರ ಕೆಲಸಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ. ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ, ಇದರಿಂದ ನಿಮ್ಮ ಹತ್ತಿರದ ಕೆಲಸಗಳನ್ನು ಕಂಡುಹಿಡಿಯಬಹುದು."
    },
};
